---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.ViewExportedEventArgs
source: html/d9b3bb88-d581-7141-b99e-1864b59df14b.htm
---
# ViewExportedEventArgs Methods

Indicates whether the event is being cancelled.